Repository: markjaquith/wp-help
Catalog: languages/wp-help-*.po
Languages: fi, tr_tr

# post type label
source: Publishing Help
fi: Julkaisuohjeita
tr_tr: Yayıncılık Yardımı

source: Help Documents
fi: Ohjesisällöt
tr_tr: Yardım Dökümanları

source: Help Document
fi: Ohjesisältö
tr_tr: Yardım Dökümanı

source: Add New Help Document
fi: Lisää uusi ohjesisältö
tr_tr: Yeni Yardım Dökümanı Ekle

source: Edit Help Document
fi: Muokkaa ohjesisältöä
tr_tr: Yardım Dökümanını Düzenle

source: New Help Document
fi: Uusi ohjesisältö
tr_tr: Yeni Yardım Dökümanı

source: View Help Document
fi: Näytä ohjesisältö
tr_tr: Yardım Dökümanını Görüntüle

source: Search Documents
fi: Hae sisältöä
tr_tr: Dökümanlarda Ara

source: No Help Documents Found
fi: Ohjesisältöä ei löytynyt
tr_tr: Herhangi bir yardım dökümanı bulunamadı

source: No Help Documents found in Trash
fi: Ohjesisältöä ei löytynyt roskakorista
tr_tr: Çöpte Herhangi bir Yardım Dökümanı Bulunamadı

source: Parent Help Document
fi: Yläohje
tr_tr: Üst Yardım Dökümanı

# i.e. Add new Help Document
source: Add New
fi: Lisää uusi
tr_tr: Yeni Ekle

# i.e. Edit Help Document
source: Edit
fi: Muokkaa
tr_tr: Düzenle

# i.e. View Help Document
source: View
fi: Näytä
tr_tr: Görüntüle

# h2 default title
source: Publishing Help
fi: Julkaisuohjeita
tr_tr: Yayıncılık Yardımı

# h3 default title
source: Help Topics
fi: Ohjeaiheet
tr_tr: Yardım Başlıkları

source: Donate
fi: Lahjoita
tr_tr: Bağış

source: &mdash; Remote document
fi: &mdash; Etäsisältö
tr_tr: &mdash; Başka bir adresten döküman

source: What are you doing? You&#8217;re going to create an infinite loop!
fi: Mitä teet? Olet luomassa loputonta silmukkaa!
tr_tr: Ne yapıyorsun? Az kalsın sonsuz döngüye sebep oluyordun!

source: That is not a WP Help URL. Make sure you copied it correctly.
fi: Osoite ei ole oikea. Varmista, että kopioit sen oikein.
tr_tr: Bu bir WP Yardım adresi değildir. Bağlantıyı doğru kopyaladığınızdan emin olunuz.

source: Document updated. <a href="%s">View document</a>
fi: Sisältö päivitetty. <a href="%s">Katso</a>
tr_tr: Döküman güncellendi. <a href="%s">Görüntüle</a>

source: Custom field updated.
fi: Avainkenttä päivitetty.
tr_tr: Özel alan güncellendi.

source: Custom field deleted.
fi: Avainkenttä poistettu.
tr_tr: Özel alan silindi.

source: Document updated.
fi: Sisältö päivitetty.
tr_tr: Döküman güncellendi.

source: Document restored to revision from %s
fi: Sisältö palautettu versiosta %s
tr_tr: Döküman %s revizyonuna geri döndü

source: Document published. <a href="%s">View document</a>
fi: Sisältö julkaistu. <a href="%s">Katso</a>
tr_tr: Döküman yayınlandı. <a href="%s">Görüntüle</a>

source: Document saved.
fi: Sisältö tallennettu.
tr_tr: Döküman kaydedildi.

source: Document submitted. <a target="_blank" href="%s">Preview document</a>
fi: Sisältö lähetetty. <a target="_blank" href="%s">Esikatsele</a>
tr_tr: Döküman gönderildi. <a target="_blank" href="%s">Önizleme</a>

source: Document scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview document</a>
fi: Sisältö ajastettu: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Esikatsele</a>
tr_tr: Döküman ayarlandı: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Dökümanı önizle</a>

source: Document draft updated. <a target="_blank" href="%s">Preview document</a>
fi: Luonnos tallennettu. <a target="_blank" href="%s">Esikatsele</a>
tr_tr: Döküman taslağı güncellendi.<a target="_blank" href="%s">Dökümanı önizle</a>

# verb. Button with limited space
source: Manage
fi: Hallinnoi
tr_tr: Yönet

source: Parent:
fi: Yläohje:
tr_tr: Üst:

# Button with limited space
source: Settings
fi: Asetukset
tr_tr: Ayarlar

# Button with limited space
source: Add New
fi: Lisää uusi
tr_tr: Yeni Ekle

source: There are no help documents.
fi: Sisältöä ei ole.
tr_tr: Herhangi bir yardm dökümanı yok

source: There are no help documents yet.
fi: Sisältöä ei vielä ole.
tr_tr: Henüz herhangi bir yardımcı döküman yok.

source: edit
fi: muokkaa
tr_tr: düzenle

source: You are not allowed to view this document.
fi: Sinulla ei ole oikeutta nähdä tätä sisältöä.

source: The requested help document could not be found.
fi: Pyydettyä sisältöä ei löydetty.
tr_tr: İstediğiniz yardım dökümanı bulunamadı

source: WP Help Settings
fi: WP Help -asetukset
tr_tr: WP Help Ayarları

source: Headlines
fi: Otsakkeet
tr_tr: Ana Başlıklar

source: The main WP Help headline and document listing headline are directly editable.
fi: Lisäosan otsake ja sisällön otsakkeet ovat suoraan muokattavissa.
tr_tr: WP Help ve listelenen dökümanların başlığı doğrudan düzenlenebilir.

source: Menu Location
fi: Valikon sijainti
tr_tr: Menü Konumu

source: Display the help documents menu item:
fi: Näytä valikko:
tr_tr: Yardım dökümanını şu menü ögesi olarak görüntüle:

source: as a Dashboard submenu
fi: Ohjausnäkymän alaosiona
tr_tr: Başlangıç paneline alt menü olarak

source: above the Dashboard menu
fi: Ohjausnäkymän yläpuolella
tr_tr: Başlangıç menüsünün üzerine

source: below the Dashboard menu
fi: Ohjausnäkymän alapuolella
tr_tr: Başlangıç menüsünün altına

source: at the bottom
fi: Alimpana
tr_tr: ortaya

# noun, h3 heading about synchronization
source: Sync Source
fi: Synkkauksen lähde
tr_tr: Kaynağı Senkronize et

source: To treat this install as a source, use this secret URL:
fi: Käytä tätä osoitetta, jos tämä asennus on sisällön lähde:
tr_tr: Başka bir adresde bu kaynağı kullanmak için şu gizli URL'i kullan:

source: Sync Pull
fi: Osoite, josta sisältö synkataan
tr_tr: Senkronize et

source: Pull in help documents from this WP Help secret URL:
fi: Synkkaa sisältö tästä salaisesta osoitteesta:
tr_tr: Dökümanı gizli WP Help Adresinden otomatik olarak güncelle:

source: Note:
fi: Huomaa, että:
tr_tr: Not:

source: Sync pull refreshes automatically once a day.
fi: Sisältö synkataan automaattisesti kerran päivässä.
tr_tr: Senkronizasyon işlemleri otomatik olarak günde bir kez gerçekleştirilir.

source: You can manually refresh by saving the setting again.
fi: Sisällön voi synkata käsin tallentamalla asetukset.
tr_tr: Ayarları tekrar kaydederek manuel olarak yenileyebilirsiniz.

source: Synced documents cannot be modified locally while syncing is still enabled.
fi: Synkattua sisältöä ei voi muokata paikallisesti niin kauan kun synkkaus on päällä.
tr_tr: Senkronize edilmiş dökümanlar, senkronizasyon işlemleri devam ederken yerel olarak güncellenemezler.

source: Save Changes
fi: Tallenna muutokset
tr_tr: Değişiklikleri Kaydet

source: Cancel
fi: Peruuta
tr_tr: İptal

source: Set as default help document
fi: Aseta oletusohjeeksi
tr_tr: Varsayılan yardım dökümanı olarak ayarla

source: Administrators can create detailed, hierarchical documentation for the site's authors and editors, viewable in the WordPress admin.
tr_tr: Yöneticiler site yazarları ve editörler için yönetim panelinden görebilecekleri detaylı, hiyerarşik yardım dökümanları oluşturabilirler.
